Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/renting_a_home/looking_for_a_flat_or_house_to_rent.html.txt.tmx
Source language: en
Languages: ga

source: Looking for a flat or house to rent
ga: Ag lorg árasáin nó tí ar cíos

source: • Finding private rented accommodation
ga: • Cóiríocht phríomháideach ar cíos a aimsiú

source: • Before you agree to rent
ga: • Sula n-aontaíonn tú chun an cíos a íoc

source: • Further information and support
ga: • Tuilleadh eolais agus tacaíocht

source: This document outlines some points that you may wish to consider when looking for private rented accommodation
ga: Tugtar breac-chuntas sa cháipéis seo ar roinnt pointí go mb’fhéidir gur mian leat machnamh a dhéanamh orthu agus tú ag iarraidh cóiríocht phríomháideach ar cíos a aimsiú

source: Before viewing accommodation you should consider:
ga: Sula ndéanann tú cuairt chun an chóiríocht a fheiceáil, ba cheart duit machnamh a dhéanamh ar an méid a leanas:

source: • How much you can afford in rent and utility bills
ga: • Cé mhéid cíosa agus billí fóntais is féidir leat a íoc?

source: • The Building Energy Rating (BER) of the property
ga: • Rátáil Fuinnimh Foirgnimh (BER) na réadmhaoine

source: • How long you plan to stay there
ga: • Cén fhad a bheartaíonn tú fanacht ann?

source: • Whether you wish to share a bedroom/bathroom/kitchen etc
ga: • Cibé acu an mian leat seomra leapa/seomra folctha/cistin etc a roinnt

source: Finding private rented accommodation
ga: Cóiríocht phríomháideach ar cíos a aimsiú

source: Most rooms, flats, apartments or houses are advertised on accommodation websites
ga: Is gnách go ndéantar tromlach na seomraí, na n-árasán nó na dtithe a fhógairt ar láithreáin ghréasáin chóiríochta

source: You can search for a particular type of accommodation and set up alerts for your specific requirements
ga: Féadfaidh tú cuardach a dhéanamh le haghaidh cóiríochta de shaghas ar leith agus foláirimh a shocrú do do riachtanais ar leith

source: Other sources include the accommodation sections of newspapers; advertisements in shops; college notice boards etc
ga: I measc na bhfoinsí eile tá míreanna cóiríochta i nuachtáin; fógraí i siopaí; cláir fógraí i gcoláistí etc

source: Most student unions keep accommodation lists as well
ga: Ina theannta sin, coimeádann an chuid is mó d’Aontais na Mac Léinn liostaí cóiríochta chomh maith

source: You may also find available accommodation through word of mouth or 'To Let' signs on properties
ga: Sa mhullach air sin, d’fhéadfá teacht ar chóiríocht trí bheith ag labhairt le daoine nó trí chomharthaí ar a bhfuil ‘Le ligean’ scríofa ar réadmhaoin

source: Accommodation agencies or letting agencies are commercial organisations that help you find private rented accommodation
ga: Eagraíochtaí tráchtála iad gníomhaireachtaí cóiríochta nó gníomhaireachtaí ligin a chabhraíonn leat teacht ar chóiríocht phríobháideach ar cíos

source: They may charge you a fee
ga: D’fhéadfaidís táille a ghearradh ort

source: Before registering with an agency, you should find out:
ga: Sula gcláraíonn tú le gníomhaireacht, ba cheart duit an méid a leanas a dheimhniú:

source: • Is the agency licensed?
ga: • An bhfuil ceadúnas ag an ngníomhaireacht?

source: • What services does it offer?
ga: • Cén seirbhísí atá á dtairiscint acu?

source: • If you pay a fee, in what circumstances will you be entitled to a refund?
ga: • Má íocann tú táille, faoi cén cúinsí a bheidh tú i dteideal aisíocaíocht a fháil?

source: • If you decide to register with the agency, make sure you get a receipt for any money you pay
ga: • Má chinneann tú chun clárú leis an ngníomhaireacht, bí cinnte go bhfaigheann tú fáltas d'aon airgead a íocann tú

source: Viewing a flat or house
ga: Árasán nó teach a fheiceáil

source: Minimum standards apply to accommodation being offered for rent
ga: Baineann Íoschaighdeáin le cóiríocht atá á tairiscint le haghaidh cíosa

source: You may find the following viewing checklist helpful:
ga: Ba cheart go dtabharfaidh an seicliosta feiceála lámh chúnta duit

source: • Are there any signs of dampness?
ga: • Arb ann d’aon chomharthaí taise?

source: • Do the windows open?
ga: • An osclaíonn na fuinneoga?

source: • What security is available (such as window locks, burglar alarm)?
ga: • Cén slándáil atá curtha ar fáil (ar nós glais fuinneoige, aláram buirgléireachta)?

source: • Is a smoke detector provided and is it functioning?
ga: • An bhfuil braiteoir deataigh sa chóiríocht agus an bhfuil sé ag oibriú?

source: • Is there a fire alarm?
ga: • An bhfuil aláram dóiteáin ann?

source: Check fire evacuation procedures (especially in apartments)
ga: Seiceáil nósanna imeachta aslonnaithe dóiteáin (go háirithe in árasáin)

source: • Who pays for the heating?
ga: • Cé a íocann don teas?

source: What hours is it on, and who controls it?
ga: Cé na huaireanta a bhíonn sé ar siúl, agus cé aige/aici a bhfuil smacht acu air?

source: • Is hot water available all or some of the time?
ga: • An bhfuil fáil ar uisce te an t-am ar fad nó cuid den am?

source: • Are the cooker and fridge clean and in working order?
ga: • An bhfuil an sorn agus an cuisneoir glan agus in ord oibre?

source: • What sort of condition is the bathroom in?
ga: • Cén bhail atá ar an seomra folctha?

source: • Do you have to share the bathroom, if so, with how many others?
ga: • An bhfuil ort an seomra folctha a roinnt, má tá, le cé mhéid duine eile?

source: • Is there storage for bicycles?
ga: • An bhfuil spás stórála ann le haghaidh rothar?

source: • Does the property have a parking space?
ga: • An bhfuil spás páirceála ag an réadmhaoin?

source: Threshold recommends that you get confirmation that a parking space is provided with the accommodation in writing from your letting agent or landlord before handing over any money
ga: Molann Threshold duit go bhfaigheann tú dearbhú i scríbhinn ó do ghníomhaire ligin nó ó do thiarna talún go gcuirtear spás páirceála ar fáil leis an gcóiríocht sula dtugann tú aon airgead dóibh

source: • Is there a bus route or other public transport nearby?
ga: • An bhfuil bealach bus nó seirbhísí iompair eile sa cheantar?

source: • Are there shops and other facilities nearby?
ga: • An bhfuil siopaí agus áiseanna eile thart timpeall?

source: Before you agree to rent
ga: Sula n-aontaíonn tú chun an cíos a íoc

source: Make sure that you can afford the rent being asked, either from your own income or with available State support, such as Rent Supplement, Housing Assistance Payment (HAP) or the Rental Accommodation Scheme (RAS)
ga: Déan cinnte deimhin de go bhfuil sé d’acmhainn agat an cíos a iarrtar a íoc, as d'ioncam féin nó le tacaíocht Stáit, mar Forlíonadh Cíosa, Íocaíocht Cúnaimh Tithíochta (ÍCT) nó an Scéim Chóiríochta Ar Cíos (RAS)

source: Since 1 January 2016, you cannot be discriminated against when renting because you are getting Rent Supplement or any other social welfare payment, or a Housing Assistance Payment (HAP)
ga: Má bheidh Forlíonadh Cíosa nó ÍCT á éileamh agat, cinntigh go bhfuil a fhios agat an uasleibhéal áitiúil cíosa a cheadaítear

source: If you feel you have been discriminated against by a landlord or their agent, you can find out more about making a complaint under the Equal Status Acts
ga: I gcásanna, áfach, féadtar cíos níos mó a údarú munar féidir cóiríocht oiriúnach a fháil ar cíos taobh istigh de na teorainneacha

source: Be aware of your rights and your obligations as a tenant and your landlord's rights and obligations
ga: Bí san airdeall ar do chearta agus do dhualgais mar thionónta agus ar chearta agus dualgais an tiarna talún

source: Your landlord, for example, is obliged to provide you with a rent book and to ensure that the accommodation meets certain minimum physical standards
ga: Tá ar do thiarna talún, mar shampla, leabhar cíosa a sholáthar duit agus lena chinntiú go mbaineann an chóiríocht íoschaighdeáin fhisiciúla amach

source: They must also register the tenancy with the Residential Tenancies Board (RTB)
ga: Ina theannta sin, ní mór dóibh an tionóntacht a chlárú leis an mBord um Thionóntachtaí Cónaithe (BTC)

source: If the landlord wants you to sign a fixed-term lease, don't agree unless you are sure you want to stay for that length of time
ga: Má iarrann an tiarna talún ort léas téarma sheasta a shíniú, ná haontaigh mura bhfuil tú cinnte go bhfanfaidh tú don fhad sin ama

source: If you leave before the end of a fixed-term lease, you may lose your deposit
ga: Má fhágann tú an chóiríocht roimh dheireadh an léasa téarma sheasta, d’fhéadfadh an tiarna talún d'éarlais a choimeád

source: Your tenancy is are not covered by landlord and tenant legislation if you are renting a room in your landlord's home, but it is covered if you are renting a self-contained apartment or flat
ga: Níl tú faoi chumhdach na reachtaíochta um thiarna talún agus tionónta má ghlacann tú seomra ar cíos i theach do thiarna talún, seachas árasán féinchuimsitheach

source: Read more in our document on Sharing accommodation with your landlord
ga: Léigh tuilleadh inár ndoiciméad Cóiríocht a chomhroinnt le do thiarna talún

source: Ask the landlord for a written list of all furnishings and appliances provided
ga: Iarr ar an tiarna talún chun liosta de gach fearastú agus fearas a chuirtear ar fáil a sholáthar duit

source: You and the landlord should sign this list at the start of the tenancy to show that you agree on the furnishings supplied and their condition
ga: Ba cheart duit féin agus don tiarna talún an liosta seo a shíniú ag tús na tionóntachta lena thaispeáint go gcomhaontaíonn tú ar an bhfearastú a sholáthraítear agus ar an mbail atá orthu

source: This will help to prevent disputes during your stay and when you are leaving
ga: Cabhróidh seo leat chun díospóidí a sheachaint le linn d’fhanachta agus nuair a bhíonn tú ag fágáil

source: This list should be included in the rent book
ga: Ba cheart an liosta seo a chur san áireamh sa leabhar cíosa

source: If there are any signs of damage by previous tenants, make sure this is noted too
ga: Má tá an chuma air go ndearna tionóntaí roimhe seo damáiste, cinntigh go dtugtar seo faoi deara chomh maith

source: You could photograph or otherwise record the existing condition of the property and any damage to walls, furniture or appliances
ga: D’fhéadfá grianghraif a ghlacadh nó taifead a choimeád ar bhealach eile ar bhail reatha na réadmhaoine agus aon damáiste a rinneadh do na ballaí, don troscán nó d’fhearais

source: If there are outstanding repairs, ask the landlord to state in writing that they will be carried out
ga: Más ann do dheisiúcháin nár críochnaíodh, iarr ar an tiarna talún a lua i scríbhinn go dtabharfar fúthu

source: Some landlords or agents may ask you for a holding deposit when you decide to take the accommodation
ga: D’fhéadfadh roinnt tiarnaí talún nó gníomhairí iarraidh ort éarlais choinneála a sholáthar nuair a dhéanann tú an cinneadh chun an chóiríocht a ghlacadh

source: This is a sum of money you pay to hold the property for you before you sign the lease and enter into a contract with the landlord
ga: Suim airgid atá i gceist leis seo a íocann tú chun an réadmhaoin a choinneáil duit sula síníonn tú an léas agus a iontrálann tú i gconradh leis an tiarna talún

source: You should always get a written receipt for a holding deposit
ga: Ba cheart duit fáltas i scríbhinn a fháil le haghaidh éarlais choinneála

source: Holding deposits are often not refundable if you don’t take up the accommodation
ga: Is gnách nach n-aisíoctar éarlaisí coinneála mura nglacann tú an chóiríocht

source: You will be asked for a security deposit before moving into the accommodation
ga: Iarrfar ort éarlais urrúis a íoc sula n-aistríonn tú isteach sa chóiríocht

source: Usually a deposit is the equivalent of 1 month’s rent and is held by the landlord as security for any rent arrears or damage beyond normal wear and tear
ga: Is gnách gurb ionann éarlais agus cíosa mí amháin agus coimeádann an tiarna talún í mar urrús le haghaidh aon riaráistí cíosa nó aon damáiste thar ghnáthchaitheamh is cuimilt

source: If you are getting a social welfare payment and are unable to pay the deposit, the Department of Social Protection’s representative (formerly the Community Welfare Officer) may be able to help with paying a deposit under the Supplementary Welfare Allowance Scheme
ga: Má tá íocaíocht leasa shóisialaigh á fáil agat agus murar féidir leat an éarlais a íoc, d’fhéadfadh ionadaí na Roinne Coimirce Sóisialaí (an tOifigeach Leasa Pobail roimhe seo) cabhrú leat agus éarlais á híoc agat faoin Scéim Liúntas Leasa Fhorlíontaigh

source: You should get a receipt for any deposit you pay
ga: Ba cheart duit fáltas a fháil d’aon éarlais a íocann tú

source: The amount of deposit paid should be stated in your rent book
ga: Ba cheart go luaitear suim na héarlaise arna híoc i do leabhar cíosa

source: You may lose your deposit if:
ga: D’fhéadfá d’éarlais a chailleadh sna cásanna a leanas:

source: • You leave without giving proper notice, or leave before the end of a fixed-term lease
ga: • Fágann tú gan fógra ceart a thabhairt nó fágann tú roimh dheireadh léas téarma sheasta

source: • You cause damage to the accommodation beyond normal wear and tear
ga: • Bíonn tú mar chúis le damáiste a dhéanamh don chóiríocht a sháraíonn gnáthchaitheamh is cuimilt

source: • You leave with bills or rent unpaid
ga: • Fágann tú agus billí nó cíos gan íoc

source: Further information and support
ga: Tuilleadh eolais agus tacaíocht

source: Threshold is a useful source of information and advice on landlord and tenant issues
ga: Is foinse áisiúil faisnéise agus chomhairle ar shaincheisteanna tiarna talún agus tionóntaí iad Threshold

source: Read Threshold's advice on seeking private rented accommodation and on tenancy issues in general
ga: Léigh comhairle Threshold maidir le cóiríocht phríobháideach ar cíos a lorg agus ar shaincheisteanna tionóntachta go ginearálta

source: The Residential Tenancies Board (RTB) helps to resolve disputes between landlords and tenants, including any disputes about retention of deposits
ga: Cabhraíonn an Bord um Thionóntachtaí Cónaithe (BTC) chun díospóidí idir tiarnaí talún agus tionóntaí, lena n-áirítear aon díospóidí faoi choinneáil éarlaisí, a réiteach

source: The Residential Tenancies (Amendment) Act 2015 changes some of the rules in this area
ga: Athraíonn an tAcht um Thionóntachtaí Cónaithe (Leasú) 2015 cuid de na rialacha

source: Further details will be available shortly
ga: Beidh tuilleadh eolais ar fáil go luath
